Repository: Tim10F8/plugin.program.iagl
Catalog: resources/language/Slovak/strings.po
Languages: sk

# #30001
source: Internet Archive Game Launcher
sk: Spúšťač hier z Internetového archívu

# #30002
source: General
sk: Všeobecné

# #30003
source: External Launchers
sk: Externé spúšťače

# #30004
source: Netplay
sk: Sieťová hra

# #30005
source: Setup Wizard
sk: Sprievodca nastavením

# #30006
source: Advanced Settings
sk: Pokročilé nastavenia

# #30007
source: Cache Lists to Disk
sk: Pre zoznamy používať diskovú vyrovnávaciu pamäť

# #30008
source: Enable Memory Cache
sk: Povoliť vyrovnávaciu pamäť

# #30009
source: Clean Game Title
sk: Čistý názov hry

# #30010
source: Archive Listing Convention
sk: Štýl zobrazenia zoznamu archívov

# #30011
source: Game Listing Convention
sk: Štýl zobrazenia zoznamu hier

# #30012
source: Display Naming Convention
sk: Štyl zobrazenia názvov

# #30013
source: Number of Items Per Page
sk: Počet položiek na stránke

# #30014
source: Last Played History
sk: História posledných hier

# #30015
source: If Game Already Exists Locally
sk: Ak hra už existuje lokálne

# #30016
source: Default Action on Selecting Game
sk: Predvolená akcia pri výbere hry

# #30198
source: Redirect single game lists to game
sk: Previesť zoznamy s jednou hrou na hru

# #30017
source: Show Search Item
sk: Zobraziť položku vyhľadávania

# #30018
source: Show Random Play Item
sk: Zobraziť náhodnú položku hry

# #30019
source: Show Play History Item
sk: Zobraziť položku histórie hrania

# #30194
source: Show Favorites Item on Front Page
sk: Zobraziť položku obľúbených na prednej strane

# #30020
source: Autoplay Game Trailer
sk: Automaticky prehrať ukážku z hry

# #30195
source: Append Game List Name to Search and Random Results
sk: Pridať názov zoznamu hier do vyhľadávania a náhodných výsledkov

# #30021
source: Cache Size (MB)
sk: Veľkosť vyrovnávacej pamäte (MB)

# #30022
source: Enable archive.org Login
sk: Povoliť prihlásenie do archive.org

# #30023
source: archive.org Email
sk: E-mail archive.org

# #30024
source: archive.org Password
sk: Heslo archive.org

# #30025
source: System Type
sk: Typ systému

# #30026
source: Close Kodi on Launch
sk: Pri spustení zatvoriť Kodi

# #30027
source: Pause Kodi on Launch
sk: Pri spustení pozastaviť Kodi

# #30028
source: RetroArch App Location
sk: Umiestnenie programu RetroArch

# #30029
source: RetroArch System Folder
sk: Systémový priečinok RetroArch

# #30030
source: RetroArch CFG Location
sk: Umiestnene nastavení RetroArch

# #30031
source: Additional Emulators:
sk: Ďalšie emulátory:

# #30032
source: Additional Emulator 1
sk: Ďalší emulátor 1

# #30033
source: Emulator 1 App Location
sk: Umiestnenie programu emulátora 1

# #30034
source: Additional Emulator 2
sk: Ďalší emulátor 2

# #30035
source: Emulator 2 App Location
sk: Umiestnenie programu emulátora 2

# #30036
source: Additional Emulator 3
sk: Ďalší emulátor 3

# #30037
source: Emulator 3 App Location
sk: Umiestnenie programu emulátora 3

# #30038
source: Show Netplay Launching on Info Page
sk: Zobraziť spúšťač sieťovej hry na stránke s informáciami

# #30039
source: Player Connection Type
sk: Typ pripojenia hráča

# #30040
source: Player Name
sk: Meno hráča

# #30041
source: Host IP Address
sk: IP adresa hostiteľa

# #30042
source: Netplay Port
sk: Port sieťovej hry

# #30043
source: Check Frames
sk: Kontrolné snímky

# #30044
source: Game List quick setup tool for IAGL
sk: Rýchly nástroj pre nastavenie herných zoznamov IAGL

# #30045
source: Emulator Launcher
sk: Spúšťač emulátora

# #30046
source: Execute Setup Wizard
sk: Spustiť sprievodcu nastavením

# #30047
source: Note: You should not use these settings unless you're sure of what you are doing!
sk: Poznámka: Tieto nastavenia meňte iba vtedy, ak viete, čo robíte!

# #30048
source: Enable Editing for Post DL Command
sk: Povoliť úpravu príkazu po stiahnutí

# #30049
source: Send Android Stop Command before External Launch
sk: Odoslať Androidu príkaz na zastavenie pred externým spustením

# #30050
source: Add to IAGL Favorites
sk: Pridať do obľúbených IAGL

# #30051
source: Set addon to provide games (RetroPlayer Only)
sk: Nastaviť doplnok ako poskytovateľa hier (iba RetroPlayer)

# #30052
source: Set addon to provide Video
sk: Nastaviť doplnok ako poskytovateľa videí

# #30053
source: Set addon to provide Programs
sk: Nastaviť doplnok ako poskytovateľa programov

# #30054
source: Addon Content Type
sk: Nastaviť typ obsahu

# #30055
source: Unhide Game Lists
sk: Zrušiť skrytie herných zoznamov

# #30056
source: Clear Cache
sk: Vyčistiť vyrovnávaciu pamäť

# #30057
source: Suspend Kodi Input and Audio during External Launch
sk: Pozastaviť vstup a zvuk v Kodi počas externého spúšťania

# #30058
source: Choose from List
sk: Vybrať zo zoznamu

# #30059
source: Browse All Lists
sk: Prezerať všetky zoznamy

# #30060
source: Browse by Category
sk: Prezerať kategórie

# #30061
source: One Big List
sk: Jeden veľký zoznam

# #30062
source: Alphabetical
sk: Abecedne

# #30063
source: Group by Genre
sk: Zoradené podľa žánru

# #30064
source: Group by Year
sk: Zoradené podľa roku

# #30065
source: Group by Players
sk: Zoradené podľa hráčov

# #30066
source: Group by Studio
sk: Zoradené podľa vydávateľa

# #30196
source: Group by Tag
sk: Zoradené podľa štítku

# #30197
source: Group by Custom Groups
sk: Zoradené podľa vlastných skupín

# #30067
source: Title, Genre
sk: Názov, žáner

# #30068
source: Title, Date
sk: Názov, dátum

# #30069
source: Title, Players
sk: Názov, hráči

# #30070
source: Title, Genre, Date
sk: Názov, žáner, dátum

# #30071
source: Title, Genre, Size
sk: Názov, žáner, veľkosť

# #30072
source: Title, Genre, Players
sk: Názov, žáner, hráči

# #30073
source: Title, Date, Size
sk: Názov, dátum, veľkosť

# #30074
source: Title, Date, Players
sk: Názov, dátum, hráči

# #30075
source: Genre, Title
sk: Žáner, názov

# #30076
source: Date, Title
sk: Dátum, názov

# #30077
source: Players, Title
sk: Hráči, názov

# #30078
source: Genre, Title, Date
sk: Žáner, názov, dátum

# #30079
source: Date, Title, Genre
sk: Dátum, názov, žáner

# #30080
source: Players, Title, Genre
sk: Hráči, názov, žáner

# #30081
source: Players, Title, Date
sk: Hráči, názov, dátum

# #30082
source: Title, Genre, Date, ROM Tag
sk: Názov, žáner, dátum, štítok ROM

# #30083
source: Title, Genre, Date, Players
sk: Názov, žáner, dátum, hráči

# #30084
source: Title, Genre, Players, ROM Tag
sk: Názov, žáner, hráči, štítok ROM

# #30085
source: Title, Genre, Date, Size
sk: Názov, žáner, dátum, veľkosť

# #30086
source: Prompt
sk: Spýtať sa

# #30087
source: Do Not ReDownload
sk: Nesťahovať znova

# #30088
source: ReDownload and Overwrite
sk: Znovu stiahnuť a prepísať

# #30089
source: Download and Launch
sk: Stiahnuť a spustiť

# #30090
source: Download Only
sk: Iba stiahnuť

# #30091
source: Show Info Page
sk: Zobraziť stránku s informáciami

# #30092
source: Show
sk: Zobraziť

# #30093
source: Hide
sk: Skryť

# #30094
source: Show IAGL Extras Item
sk: Zobraziť položku IAGL extras

# #30095
source: Enabled
sk: Zapnuté

# #30096
source: Disabled
sk: Vypnuté

# #30097
source: Zero (Current Game Only)
sk: Nula (iba aktuálna hra)

# #30115
source: Select
sk: Vybrať

# #30122
source: Gamestarter Addon
sk: Doplnok Gamestarter

# #30518
source: Dolphin
sk: Doplnin

# #30124
source: Start with Context
sk: Spustiť pomocou Contextu

# #30125
source: Player 1 Host
sk: Hráč 1 ako hostiteľ

# #30126
source: Player 2 Client
sk: Hráč 2 ako klient

# #30127
source: Spectator
sk: Divák

# #30131
source: Android External Launch Command Type
sk: Typ externého spúšťacieho príkazu Androidu

# #30135
source: Viewtypes
sk: Typy zobrazenia

# #30136
source: Force IAGL Viewtypes
sk: Vynútiť typy zobrazenia IAGL

# #30137
source: Frontpage Viewtype
sk: Typ zobrazenia úvodnej strany

# #30138
source: Game Library Lists Viewtype
sk: Typ zobrazenia zoznamov hernej knižnice

# #30139
source: Game Categories Viewtype
sk: Typ zobrazenia herných kategórií

# #30140
source: Games List Viewtype
sk: Typ zobrazenia herného zoznamu

# #30141
source: Alpha List Viewtype
sk: Typ zobrazenia abecedného zoznamu

# #30142
source: Genre List Viewtype
sk: Typ zobrazenia zoznamu žánrov

# #30143
source: Year List Viewtype
sk: Typ zobrazenia zoznamu s rokmi

# #30144
source: Players List Viewtype
sk: Typ zobrazenia zoznamu hráčov

# #30145
source: Studio List Viewtype
sk: Typ zobrazenia zoznamu vydávateľov

# #30210
source: Tag List Viewtype
sk: Typ zobrazenia zoznamu štítkov

# #30211
source: Custom Group List Viewtype
sk: Typ zobrazenia zoznamu vlastných skupín

# #30146
source: Search Results Viewtype
sk: Typ zobrazenia výsledkov hľadania

# #30147
source: Random Results Viewtype
sk: Typ zobrazenia náhodných výsledkov

# #30148
source: Off (Default)
sk: Vypnuté (predvolené)

# #30149
source: List / Poster (50)
sk: Zoznam / Plagát (50)

# #30150
source: Poster / Big List / Poster Wall (51)
sk: Plagát / Veľký zoznam / Stena s plagátmi (51)

# #30151
source: Icon Wall / Horizontal Panel / LS Wall (52)
sk: Stena s ikonami / Vodorovný panel / LS stena (52)

# #30152
source: Banner / Landscape / Poster Info (501)
sk: Banner / Na šírku / Plagát s informáciami (501)

# #30153
source: Fanart / Landscape Single / Episode List (502)
sk: Fanart / Jeden na šírku / Zoznam epizód (502)

# #30154
source: Logos / Big Square Wall (503)
sk: Logá / Veľká štvorcová stena (503)

# #30155
source: Big List 2 (504)
sk: Veľký zoznam 2 (504)

# #30156
source: Landscape Details (505)
sk: Podrobnosti na šírku (505)

# #30157
source: Shift / Panel Details / Square Wall / Wrap Info (53)
sk: Posun / Panel s podrobnosťami / Štvorcová stena / Zalomiť informácie (53)

# #30158
source: Info Wall / Panel / Banner Wall (54)
sk: Stena s informáciami / Panel / Stena s bannerom (54)

# #30159
source: Wide List / Banner List / Poster Showcase (55)
sk: Široký zoznam / Zoznam bannerov / Ukážky plagátov (55)

# #30160
source: Extended List (506)
sk: Rozšírený zoznam (506)

# #30161
source: Banner Plex / Landscape Showcase (56)
sk: Banner Plex / Ukážka na šírku (56)

# #30162
source: Big Panel / Square Showcase (57)
sk: Veľký panel / Štvorcová ukážka (57)

# #30163
source: Large Poster / List Info (58)
sk: Veľký plagát / Zoznam s informáciami (58)

# #30164
source: Big Panel Details / Lovefilm (59)
sk: Veľký panel s podrobnosťami / Lovefilm (59)

# #30166
source: Single Poster (508)
sk: Jeden plagát (508)

# #30167
source: Panel Square (509)
sk: Štvorcový panel (509)

# #30168
source: Panel Square Details (510)
sk: Štvorcový panel s podrobnosťami (510)

# #30169
source: Thumbs (511)
sk: Náhľady (511)

# #30170
source: Thumbs Details (512)
sk: Náhľady s podrobnosťami (512)

# #30171
source: Poster Row (513)
sk: Riadok plagátu (513)

# #30172
source: Poster Shift (514)
sk: Posun plagátu (514)

# #30173
source: Low List (515)
sk: Nízky zoznam (515)

# #30174
source: Slim List (516)
sk: Úzky zoznam (516)

# #30175
source: Cards (517)
sk: Karty (517)

# #30176
source: Wide (518)
sk: Široký (518)

# #30177
source: Big Panel Wall (519)
sk: Veľká stena s panelmi (519)

# #30178
source: Panel Wall (520)
sk: Stena s panelmi (520)

# #30179
source: Panel Low (521)
sk: Nízky panel (521)

# #30180
source: Right List (522)
sk: Zoznam vpravo (522)

# #30182
source: Showcase (524)
sk: Ukážka (524)

# #30183
source: Netflix Landscape (525)
sk: Netflix na šírku (525)

# #30184
source: Wall / Media Info (500)
sk: Stena / Informácie o médiu (500)

# #30185
source: Verify your skin has the forced viewtype ID available
sk: Kontrolovať, či je vo vašom vzhľade dostupné vynútené ID typu zobrazenia

# #30186
source: Silence Search and Random Query Warnings
sk: Vypnúť upozornenia pri hľadaní a náhodných dopytoch

# #30187
source: List Info 2 (66)
sk: Zoznam s informáciami 2 (66)

# #30188
source: List Info 3 (95)
sk: Zoznam s informáciami 3 (95)

# #30189
source: Thumbs Info (97)
sk: Náhľady s informáciami (97)

# #30190
source: Fanart View (583)
sk: Zobrazenie Fanart (583)

# #30191
source: 3D Wrap (588)
sk: 3D zalomenie (588)

# #30192
source: Wall View (69)
sk: Stena (69)

# #30193
source: Organize Cache Folder using System Folders
sk: Usporiadať priečinok vyrovnávacej pamäte pomocou systémových priečinkov

# #30199
source: Use StartAndroidActivity
sk: Použiť StartAndroidActivity

# #30522
source: General format and launch settings
sk: Všeobecný formát a nastavenia spúšťania

# #30523
source: External launch parameter settings
sk: Nastavenie parametrov externých spúšťačov

# #30524
source: Force Kodi viewtypes
sk: Vynútiť typy zobrazenia Kodi

# #30525
source: External Retroarch Netplay settings
sk: Nastavenia pre externú sieťovú hru Retroarch

# #30526
source: Run IAGL setup wizard
sk: Spustiť sprievodcu nastavením IAGL

# #30527
source: Use Hyperlinks to other Lists
sk: Použiť hyperlinky v ostatných zoznamoch

# #30528
source: Copies all Data
sk: Skopíruje všetky údaje

# #30529
source: Copies all Data, adds Post DL Command Override
sk: Skopíruje všetky údaje, pridá vlastný príkaz po stiahnutí

# #30530
source: Enable cache lists to disk for faster loading. Do not disable normally.
sk: Povoliť kešovanie zoznamov na disk pre rýchlejšie načítavanie. Normálne nevypínajte.

# #30531
source: Enable cache current list to RAM for faster loading. Do not disable normally.
sk: Povoliť kešovanie zoznamov do pamäte pre rýchlejšie načítavanie. Normálne nevypínajte.

# #30532
source: Define what is displayed on the addon front page
sk: Určiť, čo bude zobrazené na úvodnej stránke doplnku

# #30533
source: Define what is displayed for each game lists front page
sk: Určiť, čo bude zobrazené na úvodnej stránke každého herného zoznamu

# #30534
source: Define what is displayed for each game in a list
sk: Určiť, čo bude zobrazené pri každej hre v zozname

# #30535
source: Remove tags from a game titles. Ex: [I]Mario (USA)[/I] becomes [I]Mario[/I]
sk: Odstrániť štítky z názvov hier. Napr. [I]Mario (USA)[/I] sa zmení na [I]Mario[/I]

# #30536
source: Define how many games are listed per page
sk: Určiť, koľko hier sa zobrazí na jeden strane

# #30537
source: Define how many games to save in last played history
sk: Určiť, koľko hier sa uloží do zoznamu naposledy hraných hier

# #30538
source: Define action to take if a game file is found to exist locally
sk: Určiť akciu, ktorá sa vykoná, ak súbor s hrou nie je nájdený

# #30539
source: Define action to take when a game is selected in a list
sk: Určiť akciu, ktorá sa vykoná pri výbere hry v zozname

# #30540
source: Show or hide the Search Function list item
sk: Zobraziť alebo skryť v zozname funkciu vyhľadávania

# #30541
source: Show or hide the Random Play Function list item
sk: Zobraziť alebo skryť v zozname funkciu náhodného hrania

# #30542
source: Show or hide the Last Played History list item
sk: Zobraziť alebo skryť v zozname položku naposledy hraných hier

# #30543
source: Show or hide the IAGL Favorites lists item on the front page
sk: Zobraziť alebo skryť na úvodnej stránke položku zoznamu obľúbených IAGL titulov

# #30544
source: Autoplay the game trailer video on the game info page. Requires YouTube.
sk: Automaticky prehrať ukážku hry na stránke s informáciami o hre. Vyžaduje YouTube.

# #30545
source: Append the source game list name to Search and Random results. Ex: [I]Mario[/I] becomes [I]NES - Mario[/I]
sk: Pripojiť názov herného zoznamu k výsledkom hľadania a náhodného hrania. Napr. z [I]Mario[/I] sa stane [I]NES - Mario[/I]

# #30546
source: Define the size of the downloaded game file cache. The cache is purged when the limit is reached.
sk: Určiť velkosť vyrovnávacej pamäte pre stiahnuté súbory hier. Pamäť je po dosiahnutí tohto limitu vyčistená.

# #30547
source: Some game archives require login. Enable archive.org login to enter credentials
sk: Niektoré archívy hier vyžadujú prihlásenie. Povoľte prihlásenie do archive.org a zadajte meno a heslo

# #30548
source: Some game archives require login. Enter your archive.org email address
sk: Niektoré archívy hier vyžadujú prihlásenie. Zadajte vašu e-mailovú adresu do archive.org

# #30549
source: Some game archives require login. Enter your archive.org password.
sk: Niektoré archívy hier vyžadujú prihlásenie. Zadajte vaše heslo do archive.org

# #30550
source: Define the operating system or addon used to launch external emulators
sk: Určiť operačný systém alebo doplnok, ktorý sa použije na spustenie externých emulátorov

# #30551
source: If enabled, a shell script will exit Kodi, launch the game, then restart Kodi
sk: Ak povolíte, shellový skript ukončí Kodi, spustí hru a potom Kodi reštartuje

# #30552
source: If enabled, a shell script will pause Kodi, launch the game, then restart Kodi
sk: Ak povolíte, shellový skript pozastaví Kodi, spustí hru a potom Kodi reštartuje

# #30553
source: Point to where the retroarch executable is installed
sk: Umiestnenie, do ktorého bol inštalovaný spúšťací súbor retroarch

# #30554
source: Point to where the retroarch system folder is located
sk: Umiestnenie, v ktorom sa nachádza systémový priečinok retroarch

# #30555
source: Point to where the retroarch config file is located
sk: Umiestnenie, v ktorom sa nachádza súbor s konfiguráciou retroarchu

# #30556
source: Choose additional emulator application for launching
sk: Vyberte doplnkový program emulátora pre spustenie

# #30557
source: Point to where the additional emulator executable is installed
sk: Umiestnenie, do ktorého bol nainštalovaný doplnkový program emulátora

# #30558
source: Enable netplay commands when launching external retroarch
sk: Povoliť príkazy sieťovej hry pri spúšťaní externého retroarchu

# #30559
source: Choose to be the netplay host (player 1) or the client (player 2) or a spectator (just watching)
sk: Vyberte, či budete hostiteľ sieťovej hry (hráč 1), klient (hráč 2) alebo divák (iba sledovanie)

# #30560
source: Define your players name (20 chars or less)
sk: Určiť mená hráčov (najviac 20 znakov)

# #30561
source: Define a default netplay hostname/IP (useful for local network netplay, leave blank for default)
sk: Určiť predvolené meno hostiteľa/IP pre sieťovú hru (užitočné pre hru na miestnej sieti, nechajte prázdne pre predvolené hodnoty)

# #30562
source: Define the netplay IP port to connect through (leave blank for default)
sk: Určiť IP port pre sieťovú hru (nechajte prázdne pre predvolené hodnoty)

# #30563
source: Define the number of netplay sync frames (leave blank for default)
sk: Určiť počet synchronizačných snímkov sieťovej hry (nechajte prázdne pre predvolené hodnoty)

# #30564
source: Define External launching or Kodi Retroplayer for running the wizard
sk: Určiť externý spúšťač alebo Kodi Retroplayer pre spustenie sprievodcu

# #30565
source: Run the wizard to change settings for all game lists for either external launching or Kodi Retroplayer
sk: Spustite sprievodcu a zmeňte nastavenia pre všetky zoznamy hier buď pre externé spúšťače alebo Kodi Retroplayer

# #30566
source: Search and random queries will warn you if the query could take a while, you can disable that warning here
sk: Požiadavky na hľadanie a náhodnú hru vás upozornia, ak bude ich spracovanie trvať dlho. Tu môžete upozornenia vypnúť.

# #30567
source: Post download processing commands are hidden by default, you can enable them here
sk: Príkazy spúšťané po sťahovaní sú štandardne vypnuté, môžete ich zapnúť tu

# #30568
source: If enabled, your temporary cache folder will be organized into folders (sometimes necessary for config override settings)
sk: Ak je zapnuté, priečinok dočasnej pamäte bude organizovaný v priečinkoch (niekedy potrebné pre potlačenie predvolených nastavení)

# #30569
source: Change the launch command method for android here (do not change if unsure)
sk: Tu zmeňte metódu spúšťania android príkazov (ak neviete, čo to robí, nemeňte toto nastavenie)

# #30570
source: If enabled, Retroarch will be closed first if running in the background (leave as default if unsure)
sk: Ak je zapnuté, v prípade, že Retroarch beží bude najprv zatvorený (nechajte na predvolenej hodnote, ak neviete, čo to znamená)

# #30571
source: If enabled, Kodi input and audio output will be stopped before launching a game Externally (leave as default if unsure)
sk: Ak je zapnuté, zvukový vstup a výstup Kodi bude externe zastavený pred spustením hry (nechajte na predvolenej hodnote, ak neviete, čo to znamená)

# #30572
source: Change how data is copied for IAGL favorites (leave as default if unsure)
sk: Zmeňte, ako sú údaje kopírované pre Obľúbené IAGL (nechajte na predvolenej hodnote, ak neviete, čo to znamená

# #30573
source: Change the addon definitions to provide games only (leave as default if unsure)
sk: Nastaviť doplnok ako poskytovateľa hier (nechajte na predvolenej hodnote, ak neviete, čo to znamená)

# #30574
source: Change the addon definitions to provide videos and games (leave as default if unsure)
sk: Nastaviť doplnok ako poskytovateľa videí a hier (nechajte na predvolenej hodnote, ak neviete, čo to znamená)

# #30575
source: Change the addon definitions to provide programs and games (leave as default if unsure)
sk: Nastaviť doplnok ako poskytovateľa programov a hier (nechajte na predvolenej hodnote, ak neviete, čo to znamená)

# #30576
source: Change the addon definitions to provide a different content type (leave as default if unsure)
sk: Nastaviť doplnok ako poskytovateľa iného typu obsahu (nechajte na predvolenej hodnote, ak neviete, čo to znamená)

# #30577
source: Running this script will unhide previously hidden game lists
sk: Spustením tohto skriptu zobrazíte v minulosti skryté herné zoznamy

# #30578
source: Running this script will clear all of the IAGL cache
sk: Spustením tohto skriptu úplne vyčistíte vyrovnávaciu pamäť IAGL

# #30579
source: If enabled, a game list with only one game will auto redirect directly to select the game
sk: Ak je zapnuté, zoznamy hier obsahujúce iba jednu hru vás automaticky presmerujú na hru

# #30580
source: If enabled, all available artwork will be parsed and included. Disabling may speed up listing of large game lists in Kodi.
sk: Ak je zapnuté, prečítané a zahrnuté budú všetky obrázky. Vypnutím môžete urýchliť načítavanie veľkých zoznamov v Kodi.

# #30581
source: Download Options
sk: Voľby sťahovania

# #30583
source: Manually Entered Command Line
sk: Manuálne vložený príkaz

# #30584
source: Login to archive.org succeeded
sk: Prihlásenie do archive.org bolo úspešné

# #30585
source: Login to archive.org failed, please check your user EMAIL and PASSWORD are in addon settings
sk: Prihlásenie do archive.org zlyhalo. Skontrolujte, prosím, v nastaveniach doplnku váš E-MAIL a HESLO.

# #30586
source: Login to archive.org failed, archive.org could not be reached
sk: Prihlásenie do archive.org zlyhalo, archive.org nie je dostupný

# #30587
source: Check login credentials
sk: Skontrolovať prihlasovacie meno a heslo

# #30588
source: Display the wizard results in a list report after completed.
sk: Po skončení zobraziť výsledky sprievodcu ako správu

# #30589
source: Display Wizard Report
sk: Zobraziť správu sprievodcu

# #30590
source: Setup complete to launch games with %(launch_type)s
sk: Nastavenie spúšťania hier s %(launch_type)s bolo dokončené

# #30591
source: Setup complete to launch games with %(launch_type)s[CR]Some lists could not be updated.
sk: Nastavenie spúšťania hier s %(launch_type)s bolo dokončené[CR]Niektoré zoznamy sa nepodarilo aktualizovať.

# #30592
source: Setup could not be completed to launch games with %(launch_type)s
sk: Nastavenie spúšťania hier s %(launch_type)s sa nepodarilo dokončiť

# #30593
source: There was an error performing the requested command. Please see Kodi Log.
sk: Nastala chyba počas vykonávania príkazu. Prosím, skontrolujte záznamy Kodi.

# #30594
source: The favorites file %(filename_in)s already exists.[CR]Please choose a unique name.
sk: Súbor pre obľúbené %(fiiename_in)s už existuje.[CR]Vyberte, prosím, jedinečný názov.
