Repository: Tim10F8/plugin.program.iagl
Catalog: resources/language/Slovak/strings.po
Languages: sk

# #30595
source: Android security requires specific paths for download.[CR]See the IAGL FAQ for more info.
sk: Bezpečnostná politika Androidy vyžaduje konkrétne cesty pre sťahovanie.[CR]Viac informácií nájdete vo FAQ IAGL.

# #30596
source: Show or hide Netplay Launch on Game Info Page
sk: Zobraziť alebo skryť spúšťač sieťovej hry na stránke s informáciami o hre

# #30597
source: Show Netplay Lobby
sk: Zobraziť čakáreň sieťovej hry

# #30598
source: View the Netplay Lobby
sk: Zobraziť čakáreň sieťovej hry

# #30599
source: Last Played
sk: Naposledy hrané

# #30600
source: History
sk: História

# #30601
source: View the games you have previously played
sk: Zobraziť hry, ktoré ste už hrali

# #30602
source: Next >>
sk: Ďalšie >>

# #30603
source: Page %(current_page)s of %(page_count)s. Next page is %(next_page)s. Total of %(total_items)s games in this archive.
sk: Strana %(current_page)s z %(page_count)s. Ďalšia strana je %(next_page)s. Celkový počet hier v tomto archíve je %(total_items)s.

# #30604
source: Filter Game Lobby to IAGL Auto Launch Games
sk: V čakárni zobraziť IAGL automaticky spúšťané hry

# #30605
source: If enabled, the netplay lobby will only show auto launchable games
sk: Ak je zapnuté, v čakárni pre sieťové hry budú zobrazené iba automaticky spúšťané hry

# #30606
source: User: %(username)s[CR]Country: %(country)s[CR]Game: %(game_name)s[CR]Password Protected Netplay: %(pp)s[CR]Spectators Allowed: %(spectate)s[CR]Core: %(core_name)s[CR]Core Version: %(core_version)s[CR]Frontend: %(frontend)s
sk: Používateľ: %(username)s[CR]Country: %(country)s[CR]Hra: %(game_name)s[CR]Heslom chránená sieťová hra: %(pp)s[CR]Povolení diváci: %(spectate)s[CR]Jadro: %(core_name)s[CR]Verzia jadra: %(core_version)s[CR]Frontend: %(frontend)s

# #30607
source: Choose Netplay Option
sk: Vyberte možnosť sieťovej hry

# #30608
source: Start Game As Host
sk: Spustiť hru ako hostiteľ

# #30609
source: Manually Connect as Player 2+
sk: Manuálne sa pripojiť ako hráč 2+

# #30610
source: Manually Connect as Observer
sk: Manuálne sa pripojiť ako divák

# #30611
source: Netplay Launch Action
sk: Akcia spustenia sieťovej hry

# #30612
source: Define action when choosing netplay from the info page
sk: Určite akciu pri vybere sieťovej hry na stránke s informáciami

# #30613
source: Show or hide Netplay Lobby on the front page
sk: Zobraziť alebo skryť čakáreň pre sieťové hry na úvodnej strane

# #30614
source: Discord User Account ID
sk: ID Discord účtu používateľa

# #30615
source: Provide your Discord ID (User Settings>My Account>Copy ID) to be mentioned when playing (optional)
sk: Zadajte vaše Discord ID (Nastavenia používateľa>Môj účet>Kopírovať ID), aby Discord informoval o tom, že hráte (voliteľné)

# #30616
source: Unable to auto launch this session.[CR]Netplay parameters were copied.[CR]Manually launch this game to utilize these parameters.
sk: Zlyhalo automatické spustenie tohto sedenia[CR]Parametre sieťovej hry boli skopírované.[CR]Spustite túto hru manuálne použitím uvedených parametrov.

# #30617
source: Do you want to enable Netplay features?
sk: Chcete povoliť funkcie sieťovej hry?

# #30618
source: Convert old IAGL Favorites File
sk: Konvertovať starý súbor IAGL obľúbených

# #30619
source: Convert an IAGL v2.x Favorites File to use with IAGL 3.x
sk: Konvertovať IAGL súbor verzie 2.x na verziu IAGL 3.x

# #30620
source: File converted and saved to game lists
sk: Súbor bol skonvertovaný a uložený medzi zoznamy hier

# #30621
source: Error converting file, see Kodi log
sk: Chyba pri konvertovaní súboru, skontrolujte záznamy Kodi

# #30622
source: Game List Sharing
sk: Zdieľanie zoznamu hier

# #30623
source: Show or hide Game List Sharing on the front page, enable sharing of your lists
sk: Zobraziť alebo skryť zdieľanie zoznamu hier na úvodnej strane, povoľte zdieľanie vašich zoznamov

# #30624
source: User Info
sk: Informácie o používateľovi

# #30625
source: Set your netplay nickname and list author name
sk: Nastavte meno pre sieťovú hru a autora zoznamu

# #30639
source: Always filter one big list to 1 Game 1 Rom set
sk: Vždy filtrovať jeden veľký zoznam na 1 hru, 1 sadu ROM

# #30640
source: If available, game lists will be prefiltered to a 1G1R set when browsing all
sk: Ak je dostupné, pri prehliadaní všetkých hier sa automaticky použije filter 1Hra1ROM

# #30641
source: Download Threads
sk: Počet sťahovacích vlákien

# #30642
source: Number of threads to utilize for downloading, if unsure do not change
sk: Počet vlákien, ktoré sa použije pri sťahovaní. Nemeňte túto hodnotu, ak jej nerozumiete

# #30645
source: If enabled, Kodi media playback will be stopped before launching a game Externally (leave as default if unsure)
sk: Ak je povolené, prehrávanie v Kodi bude zastavené pred spustením hry externe (nechajte na predvolenej hodnote, ak neviete, čo to znamená)

# #30646
source: If enabled, Kodi will provide a wait progress until the Externally launch game is exited (leave as default if unsure)
sk: Ak je povolené, Kodi zobrazí indikátor čakania až do doby, kým sa externe spustená hra neukončí (nechajte na predvolenej hodnote, ak neviete, čo to znamená)

# #30647
source: Copy Kodi Network Source downloads to Local Filesystem
sk: Kopírovať sťahovania zo sieťového zdroja Kodi na lokálny súborový systém

# #30648
source: If enabled, IAGL will copy files saved to Kodi Network Sources to the local filesystem before launching (leave as default if unsure)
sk: Ak je povolené, IAGL skopíruje súbor stiahnuté zo sieťového zdroja Kodi na lokálny súborový systém (nechajte na predvolenej hodnote, ak neviete, čo to znamená)

# #30649
source: If enabled, Kodi will start Android Processes with StartAndroidActivity (leave as default if unsure)
sk: Ak je povolené, Kodi spustí procesy Androidu pomocou StartAndroidActivity (nechajte na predvolenej hodnote, ak neviete, čo to znamená)

# #30650
source: Install Game Addons and Set Default Players
sk: Inštalovať herné doplnky a nastaviť predvolené prehrávače

# #30651
source: Set a default addon for each list, and install the addon if necessary. Warning this can take some time!
sk: Nastaviť predvolený doplnok pre každý zoznam a nainštalovať doplnok, ak je to potrebné. Upozornenie: toto môže nejaký čas trvať!

# #30652
source: Skip and do not change launcher settings
sk: Preskočiť a nemeniť nastavenia spúšťača

# #30653
source: The launcher setting will not be modified. Defaults to Auto if never set
sk: Nastavenie spúšťača nebude menené. Predvolenou hodnotou je auto, ak nikdy nebol nastavený

# #30654
source: Player options will be provided when you launch a game
sk: Nastavenia pre hráča budú sprístupnené po spustení hry

# #30655
source: Games will be launched using Kodi Retroplayer
sk: Hry budú spúšťané prostredníctvom Kodi Retroplayera

# #30656
source: Games will be launched using and external application
sk: Hry budú spúšťané pomocou externého programu

# #30657
source: Entering credentials will allow access to all game lists
sk: Zadaním prihlasovacích údajov získate prístup ku všetkým herným zoznamom

# #30658
source: Default retroarch cores will be set for each game list
sk: Týmto nastavíte predvolené retroarch jadro pre každý herný zoznam

# #30659
source: You can manually set the launch command to use for each game list later
sk: Neskôr môžete manuálne nastaviť príkaz na spustenie pre každý herný zoznam zvlášť

# #30660
source: Select Save Directory
sk: Vyberte adresár pre pozície

# #30661
source: Select Save Directory for {}
sk: Vyberte adresár s pozíciami pre {}

# #30662
source: Skip and do not change launcher settings
sk: Preskočiť a nemeniť nastavenia spúšťača

# #30663
source: The download path will not be modified. Defaults to Cache if never set
sk: Cesta pre sťahovania nebude zmenená. Predvolená hodnota je vyrovnávacia pamäť, ak nikdy nebola nastavená

# #30664
source: Use default cache location
sk: Použiť predvolené umiestnenie pre vyrovnávaciu pamäť

# #30665
source: Game files will be saved to the default location. Warning: Android external launching will not work with this option!
sk: Súbory hier budú ukladané do predvoleného umiestnenia. Upozornenie: Externé spúšťanie v Androide nebude s touto voľbou fungovať!

# #30666
source: Auto setup directories in a custom location
sk: Automaticky nastaviť adresáre vo vlastnom umiestnení

# #30667
source: Game files will be saved to folders for each system. Warning, the size of the folders is not monitored.
sk: Súbory hier budú ukladané do priečinka každého systému. Upozornenie: veľkosť týchto priečinkov sa nemonitoruje.

# #30668
source: Manually select a folder for each system
sk: Ručne vybrať priečinok pre každý systém

# #30669
source: You will manually choose the folder. Warnings: This can take some time! The size of the folders is not monitored.
sk: Priečinok vyberiete ručne. Upozornenie: toto vám zaberie nejaký čas! Veľkosť týchto priečinokov sa nemonitoruje.

# #30670
source: Announce Netplay on Discord
sk: Ohlásiť sieťovú hru na Discorde

# #30671
source: Primary Poster / Thumb
sk: Hlavný plagát / náhľad

# #30672
source: Prefer Boxart
sk: Preferovať boxart

# #30673
source: Prefer Snapshots
sk: Preferovať snímky

# #30674
source: Define which artwork is displayed as the primary poster and thumbnail. Refresh the game list if you change this option for updated art.
sk: Určite, ktoré obrázky sa použijú ako hlavný plagát a náhľad. Aktualizujte herný zoznam, ak chcete vidieť aktualizované obrázky po zmene tohto nastavenia.

# #30675
source: Primary Connection Address
sk: Primárna adresa pre pripojenie

# #30676
source: Prefer Hosts Direct IP
sk: Uprednostniť priamu IP adresu hostiteľa

# #30677
source: Prefer Relay Server
sk: Uprednostniť relay server

# #30678
source: Define which Host Address to connect to as the primary connection. If the primary is not available, the secondary will be used.
sk: Určite, ktorá adresa hostiteľa sa použije pre primárne pripojenie. Ak je primárna adresa nedostupná, použije sa sekundárna.

# #30200
source: Yes
sk: Áno

# #30201
source: Cancel
sk: Zrušiť

# #30202
source: Complete
sk: Dokončené

# #30203
source: Error
sk: Chyba

# #30204
source: No
sk: Nie

# #30206
source: External
sk: Externé

# #30207
source: Default
sk: Predvolené

# #30208
source: Custom Path
sk: Vlastná cesta

# #30209
source: Include all Artwork
sk: Zahrnúť všetky obrázky

# #30500
source: List All
sk: Zobraziť všetko

# #30513
source: DL Path
sk: Cesta pre sťahovanie

# #30302
source: %(game_title)s was successfully downloaded
sk: Sťahovanie %(game_title)s bol úspešne dokončené

# #30303
source: %(game_title)s partial download failed[CR]%(fail_reason)s
sk: Sťahovanie %(game_title)s zlyhalo[CR]%(fail_reason)s

# #30304
source: %(game_title)s download failed[CR]%(fail_reason)s
sk: Sťahovanie %(game_title)s skončilo s chybou [CR]%(fail_reason)s

# #30305
source: %(game_title)s failed to launch[CR]%(fail_reason)s
sk: %(game_title)s sa nepodarilo spustiť[CR]%(fail_reason)s

# #30306
source: Cache cleared for %(game_list_id)s
sk: Vyrovnávacia pamäť %(game_list_id)s bola vyčistená

# #30307
source: Filter genres for all lists? This could take a while...
sk: Filtrovať žánre vo všetkých zoznamoch? Toto môže chvíľku trvať..

# #30308
source: Filter genres for more than 10 lists? This could take a while...
sk: Filtrovať žánre vo viac ako 10 zoznamoch? Toto môže chvíľku trvať..

# #30309
source: Filter number of players for all lists? This could take a while...
sk: Filtrovať počet hráčov vo všetkých zoznamoch? Toto môže chvíľku trvať..

# #30310
source: Filter number of players for more than 10 lists? This could take a while...
sk: Filtrovať počet hráčov vo viac ako 10 zoznamoch? Toto môže chvíľku trvať..

# #30311
source: Filter years for all lists? This could take a while...
sk: Filtrovať roky vo všetkých zoznamoch? Toto môže chvíľku trvať..

# #30312
source: Filter years for more than 10 lists? This could take a while...
sk: Filtrovať roky vo viac ako10 zoznamoch? Toto môže chvíľku trvať..

# #30313
source: Filter studios for all lists? This could take a while...
sk: Filtrovať vydávateľov vo všetkých zoznamoch? Toto môže chvíľku trvať..

# #30314
source: Filter studios for more than 10 lists? This could take a while...
sk: Filtrovať vydávateľov vo viac ako 10 zoznamoch? Toto môže chvíľku trvať..

# #30315
source: Query all lists? This could take a while...
sk: Spustiť dopyt vo všetkých zoznamoch? Toto môže chvíľku trvať..

# #30316
source: Query more than 10 lists? This could take a while...
sk: Spustiť dopyt vo viac ako 10 zoznamoch? Toto môže chvíľku trvať..

# #30317
source: Create a query for all lists? This could take a while...
sk: Vytvoriť dopyt pre všetky zoznamy? Toto môže chvíľku trvať..

# #30318
source: Create a query for more than 10 lists? This could take a while...
sk: Vytvoriť dotaz pre viac ako 10 zoznamov? To môže chvíľu trvať...

# #30319
source: You must enter a title
sk: Musíte zadať názov

# #30320
source: Enter a search query
sk: Zadajte reťazec na vyhľadanie

# #30321
source: Choose number of random results to return
sk: Vyberte počet náhodných výsledkov

# #30322
source: New Game List Version
sk: Nová verzia herného zoznamu

# #30323
source: New version %(new_game_list_version)s for %(dat_filename)s
sk: Nová verzia %(new_game_list_version)s %(dat_filename)s

# #30324
source: Update to new version of %(dat_filename)s ?
sk: Aktualizovať na novú verziu %(dat_filename)s?

# #30325
source: Get updated list
sk: Získať aktualizovaný zoznam

# #30326
source: Ask me again later
sk: Spýtaj sa ma neskôr

# #30327
source: No, Never!
sk: Nie, nikdy!

# #30328
source: New Game Lists
sk: Nové zoznamy hier

# #30329
source: New game lists are now available
sk: Sú dostupné nové zoznamy hier

# #30330
source: New game list %(dat_filename)s is now available
sk: Nový zoznam hier %(dat_filename)s je dostupný

# #30331
source: Select metadata value to update
sk: Vyberte hodnotu metadát, ktorá sa má aktualizovať

# #30332
source: Select art to update
sk: Vyberte obrázok, ktorý sa má aktualizovať

# #30333
source: Select Launcher
sk: Vyberte spúšťač

# #30334
source: Hide Game List?
sk: Skryť zoznam hier?

# #30335
source: Select Post DL Command
sk: Vyberte príkaz spustený po skončení sťahovania

# #30336
source: Select Download Path
sk: Vyberte cestu pre sťahovanie

# #30337
source: Update Download Path
sk: Aktualizovať cestu pre sťahovanie

# #30338
source: Auto (choose from list)
sk: Automaticky (vybrať zo zoznamu)

# #30339
source: Select Default Addon
sk: Vyberte predvolený doplnok

# #30340
source: System Type is not defined[CR]Update external launcher addon settings
sk: Typ systému nie je určený[CR]Aktualizovať nastavenia externého spúšťača

# #30341
source: Select Launch Command
sk: Vyberte príkaz spúšťača

# #30342
source: Enter your new launch command:
sk: Zadajte nový príkaz na spustenie:

# #30343
source: Enter new value for %(current_choice)s
sk: Zadajte novú hodnotu pre %(current_choice)s

# #30344
source: Are you sure you want to update %(current_choice)s?
sk: Naozaj chcete aktualizovať %(current_choice)s?

# #30345
source: %(current_filename)s was updated and cache was cleared
sk: %(current_filename)s bol aktualizovaný a vyrovnávacia pamäť bola vyčistená

# #30346
source: %(current_filename)s was updated
sk: %(current_filename)s bol aktualizovaný

# #30347
source: + Create New Favorites List
sk: + Vytvoriť nový zoznam obľúbených

# #30348
source: My Favorites List %(default_number)s
sk: Môj zoznam obľúbených %(default_number)s

# #30349
source: Choose Favorites List
sk: Vyberte zoznam obľúbených

# #30350
source: %(current_username)ss Favorites List %(default_number)s
sk: Zoznam obľúbených %(default_number)s používateľa %(current_username)s

# #30351
source: Enter New Favorites List Name:
sk: Zadajte nový názov zoznamo obľúbených:

# #30352
source: %(current_game)s added to %(current_filename)s and cache was cleared
sk: %(current_game)s bol pridaný do %(current_filename)s a vyrovnávacia pamäť bola vyčistená

# #30353
source: %(current_game)s added to %(current_filename)s
sk: %(current_game)s bol pridaný do %(current_filename)s

# #30354
source: Are you sure you want to delete %(game_id_in)s from the list %(game_list_id_in)s?
sk: Naozaj chcete odstrániť %(game_id_in)s zo zoznamu %(game_list_id_in)s?

# #30355
source: Download and overwrite local file %(filename)s?
sk: Stiahnuť a prepísať miestny súbor %(filename)s?

# #30356
source: No external command is defined.[CR]Please check settings.
sk: Nie je definovaný externý príkaz.[CR]Prosím, skontrolujte nastavenia.

# #30357
source: You are removing the only game listed in %(game_list_id_in)s, do you want to delete the list?
sk: Chystáte sa odstrániť poslednú hru zo zoznamu %(game_list_id_in)s, chcete zoznam odstrániť?

# #30358
source: %(game_list_id_in)s was deleted.
sk: %(game_list_id_in)s bol odstránený.

# #30359
source: %(game_id)s was not found in %(game_list_id)s
sk: %(game_id)s nebol nájdený v (game_list_id)s

# #30360
source: Select Game Lists
sk: Vyberte zoznamy hier

# #30361
source: Cache
sk: Vyrovnávacia pamäť

# #30362
source: Settings for %(game_list_id)s
sk: Nastavenia pre %(game_list_id)s

# #30363
source: External Launch Command
sk: Externý príkaz pre spustenie

# #30365
source: Game List Name
sk: Názov herného zoznamu

# #30366
source: Download Parameters
sk: Parametre sťahovania

# #30367
source: Download Location
sk: Cesta pre sťahovanie

# #30368
source: Source
sk: Zdroj

# #30369
source: Post DL Command
sk: Príkaz po stiahnutí

# #30370
source: Launch Parameters
sk: Parametre spúšťača

# #30371
source: Launch With
sk: Spustiť s

# #30372
source: Metadata
sk: Metadáta

# #30373
source: A valid web or special image file path is required.
sk: Vyžaduje sa platná webová adresa alebo špeciálna cesta k súboru s obrázkom.

# #30374
source: A valid youtube or special video file path is required.
sk: Vyžaduje sa platná youtube adresa alebo špeciálna cesta k súboru s videom.

# #30375
source: External launchers are not yet defined in addon settings
sk: V nastaveniach doplnku ste ešte nenastavili externé spúšťače

# #30376
source: Downloading
sk: Sťahujem

# #30377
source: Please wait
sk: Čakajte, prosím

# #30378
source: Attempting login
sk: Prebieha pokus o prihlásenie

# #30379
source: Processing files
sk: Spracovávam súbory

# #30380
source: Waiting for game to exit...
sk: Čakám na ukončenie hry...

# #30381
source: Game lists set to visible
sk: Zoznamy hier nastavené ako viditeľné

# #30382
source: Welcome to the IAGL Setup Wizard[CR]Lets run through all the settings to get you playing!
sk: Víta vás Sprievodca nastavením IAGL[CR]Pred tým, ako sa dostaneme k hranciu si spolu prejdime všetky nastavenia!

# #30383
source: Do you want to enter your archive.org account info?
sk: Chcete zadať informácie o vašom účte na archive.org?

# #30384
source: Your entry does not appear to be a valid email address
sk: Zadaná položka nevyzerá byť platnou e-mailovou adresou

# #30385
source: Some game lists may not work without account info.
sk: Niektoré herné zoznamy nemusia bez účtu fungovať.

# #30386
source: Cancel Wizard?
sk: Zrušiť sprievodcu?

# #30387
source: Do you want IAGL to pick default emulators for each game list?
sk: Chcete, aby IAGL vybral predvolený emulátor pre každý herný zoznam?

# #30388
source: Wizard did not set external launch commands[CR]See Kodi Log
sk: Sprievodca nenastavil príkazy pre externé spúšťače[CR]Skontrolujte záznamy Kodi

# #30389
source: Choose on launch (Auto)
sk: Vybrať pri spustení (automaticky)

# #30390
source: Install default emulators for each game list?[CR]This process takes several minutes for new users if you choose yes.
sk: Nainštalovat predvolené emulátory pre každý herný zoznam?[CR]V prípade, že odpoviete kladne môžete tento proces pri nových používateľoch zabrať niekoľko minút.

# #30391
source: Do you want IAGL to pre-cache all game lists?[CR]This process takes several minutes but will speed up browsing later.
sk: Chcete, aby IAGL vopred načítal všetky herné zoznamy?[CR]Tento proces trvá niekoľko minút, ale urýchli prezeranie zoznamov v budúcnosti.

# #30392
source: Processing Game List:[CR]%(game_list)s
sk: Spracovávam herný zoznam:[CR]%(game_list)s

# #30393
source: Select Filters
sk: Vyberte filtre

# #30394
source: [CR]Current Query:[CR]Total Games Unfiltered:
sk: [CR]Aktuálna požiadavka:[CR]Nefiltrovaných hier celkom:

# #30395
source: Confirm
sk: Potvrdiť

# #30396
source: Are you sure you want to delete %(game_list)s?[CR]This cannot be undone.
sk: Naozaj chcete odstrániť %(game_list_id)s?[CR]Túto operáciu nie je možné vrátiť.

# #30397
source: Error while attempting to delete. Please check Kodi Log.
sk: Chyba pri pokuse od odstránenie. Prosím, skontrolujte záznamy Kodi.

# #30398
source: Are you sure you want to share %(game_list)s?[CR]This file will be published and publicly available.
sk: Naozaj chcete zdieľať %(game_list_id)s?[CR]Tento súbor bude vystavený a verejne dostupný.

# #30626
source: Choose Number of Results
sk: Vyberte počet výsledkov

# #30627
source: Choose Game Lists
sk: Vyberte zoznamy hier

# #30628
source: Filter Genres
sk: Filtrovať žánre

# #30629
source: Filter Players
sk: Filtrovať hráčov

# #30630
source: Filter Years
sk: Filtrovať roky

# #30631
source: Filter Studios
sk: Filtrovať štúdio

# #30632
source: Filter Tags
sk: Filtrovať štítky

# #30633
source: Filter Groups
sk: Filtrovať skupiny

# #30634
source: [COLOR FF12A0C7]Execute Random Search[/COLOR]
sk: [COLOR FF12A0C7]Spustiť náhodné hľadanie[/COLOR]

# #30635
source: [COLOR FF12A0C7]Create Random Search Link[/COLOR]
sk: [COLOR FF12A0C7]Vytvoriť náhodný odkaz hľadania[/COLOR]

# #30636
source: Enter Title
sk: Zadajte názov

# #30637
source: [COLOR FF12A0C7]Execute Search[/COLOR]
sk: [COLOR FF12A0C7]Spustiť hľadanie[/COLOR]

# #30638
source: [COLOR FF12A0C7]Create Search Link[/COLOR]
sk: [COLOR FF12A0C7]Vytvoriť odkaz hľadania[/COLOR]

# #30643
source: Stop Kodi playing media before External Launch
sk: Zastaviť prehrávanie Kodi pred externým spustením

# #30644
source: Wait for return to Kodi after External Launch
sk: Počkať na návrat do Kodi pred externým spustením

# #30400
source: Update Metadata
sk: Aktualizovať metadáta

# #30402
source: Update List Art
sk: Aktualizovať zoznam obrázkov

# #30403
source: Update Visibility
sk: Aktualizovať viditeľnosť

# #30404
source: Update Launcher
sk: Aktualizovať spúšťač

# #30405
source: Update Download Path
sk: Aktualizovať cestu pre sťahovanie

# #30406
source: View List Settings
sk: Zobraziť nastavenia zoznamov

# #30407
source: Refresh Game List
sk: Aktualizovať zoznam hier

# #30408
source: Update Launch Command
sk: Aktualizovať príkaz na spustenie

# #30409
source: Update Default Game Addon
sk: Aktualizovať predvolený doplnok pre hry

# #30410
source: Update Post DL Command
sk: Aktualizovať príkaz po dokončení sťahovania

# #30411
source: Share My List!
sk: Zdieľaj môj zoznam!

# #30412
source: Add to IAGL Favorites
sk: Pridať do obľúbených IAGL

# #30413
source: Remove from IAGL Favorites
sk: Odstrániť z obľúbených IAGL

# #30414
source: Title
sk: Názov

# #30415
source: Categories
sk: Kategórie

# #30416
source: Platform
sk: Platforma

# #30417
source: Plot / Overview
sk: Zápletka / Prehľad

# #30418
source: Trailer
sk: Ukážka

# #30419
source: Author
sk: Autor

# #30420
source: Date
sk: Dátum

# #30426
source: Genre
sk: Žáner

# #30427
source: Studio
sk: Štúdio

# #30428
source: Rating
sk: Hodnotenie

# #30429
source: Players
sk: Hráči

# #30430
source: Perspective
sk: Perspektíva

# #30432
source: Tag
sk: Štítok

# #30433
source: Size
sk: Veľkosť

# #30434
source: Launch
sk: Spustiť

# #30435
source: Trailer
sk: Ukážka

# #30436
source: Stop
sk: Zastaviť

# #30437
source: Download
sk: Stiahnuť

# #30438
source: Close
sk: Zavrieť

# #30439
source: Favorites
sk: Obľúbené
