Repository: Tim10F8/plugin.program.iagl
Catalog: resources/language/Slovak/strings.po
Languages: sk

# #30440
source: Search
sk: Hľadať

# #30441
source: Random Play
sk: Náhodná hra

# #30442
source: Enter a title for your item
sk: Zadajte názov pre túto položku

# #30443
source: Select art assets for your item
sk: Vyberte obrázky pre túto položku

# #30444
source: Enter a description for your item
sk: Zadajte popis tejto položky

# #30445
source: You must enter a hostname for manual netplay launching
sk: Pre manuálne spustenie sieťovej hry musíte zadať názov hostiteľa

# #30446
source: Default Player 2+ Hostname
sk: Predvolený názov hostiteľa pre hráča 2+

# #30421
source: Thumb / Poster
sk: Náhľad / Plagát

# #30424
source: Fanart
sk: Obrázok

# #30425
source: View Info Page
sk: Zobraziť stránku s informáciami
